{
  "About me": "Über mich",
  "Hello, I am Lukas. A Clean Code enthusiast, mechanical engineer with 8 years of experience in the energy and chemical industry, and a passionate soccer player as well as music producer and DJ. I earned my academic degree, Master of Science in Mechanical Engineering (M.Sc.) from Ruhr University in Bochum. As a frontend and backend developer, I have been working in the IT department of a chemical park in Germany for 2 years. Through an internal transfer from the engineering department, where I worked on brownfield and greenfield projects in the triple-digit million range, I have gained extensive experience in teamwork, project management, leadership, and IT as well as CAD database tasks.": "Hallo, ich bin Lukas. Freund von Clean Code, Maschinenbauingenieur mit 8 Jahren Erfahrung in der Energie- und Chemieindustrie und passionierter Fußballspieler sowie Musikproduzent und DJ. Ich habe meinen akademischen Abschluss, Master of Science in Mechanical Engineering (M.Sc.) an der Ruhr-Universität in Bochum erworben. Als Frontend- und Backend-Entwickler arbeite ich seit 2 Jahren in der IT-Abteilung eines Chemieparks in Deutschland. Durch einen internen Wechsel von der Engineering-Abteilung, wo ich an Brownfield- und Greenfield-Projekten im dreistelligen Millionenbereich gearbeitet habe, habe ich umfangreiche Erfahrungen in Teamarbeit, Projektmanagement, Führung und IT- sowie CAD-Datenbankaufgaben gesammelt.",
  "During my intensive training as a frontend and backend developer, I deepened my knowledge in these technologies and specialized in the development of web apps and APIs. In the process, I gained a lot of experience and always received positive feedback from experienced mentors. I was able to quickly learn various technologies and was always looking for new challenges to further develop myself. I am a very structured and analytical thinker and can solve complex tasks quickly and effectively. I have demonstrated this during training in various projects both in teams and independently, and I have also gained important experience in collaboration and project management. Therefore, I am used to taking responsibility and working carefully.": "Während meiner intensiven Ausbildung zum Frontend- und Backend-Entwickler habe ich mein Wissen in diesen Technologien vertieft und mich auf die Entwicklung von Web-Apps und APIs spezialisiert. Dabei habe ich viel Erfahrung gesammelt und stets positives Feedback von erfahrenen Mentoren erhalten. Ich konnte mich in kurzer Zeit in verschiedene Technologien einarbeiten und war immer auf der Suche nach neuen Herausforderungen, um mich weiterzuentwickeln. Ich bin ein sehr strukturierter und analytischer Denker und kann komplexe Aufgaben schnell und effektiv lösen. Dies habe ich während der Ausbildung in den verschiedenen Projekten im Team und selbstständig unter Beweis gestellt und auch wichtige Erfahrungen in der Zusammenarbeit und im Projektmanagement gesammelt. Daher bin ich es gewohnt, Verantwortung zu übernehmen und sorgfältig zu arbeiten.",
  "I am a native speaker of German and Polish and have proficient English skills for the workplace.": "Ich spreche muttersprachlich Deutsch und Polnisch und beherrsche Englisch sicher im Arbeitsbereich.",
  "I look forward to working on many exciting projects in the future.": "Ich freue mich darauf, in Zukunft an vielen spannenden Projekten mitzuarbeiten.",
  "Let's talk": "Schreiben Sie mir",
  "Your name": "Ihr Name",
  "The name is not valid. Please enter your name, at least one character long.": "Der Name ist ungültig. Bitte geben Sie Ihren Namen ein, der mindestens ein Zeichen lang ist.",
  "Your email": "Ihre E-Mail Adresse",
  "The e-mail address is not valid. Please enter your valid e-mail address.": "Die E-Mail Adresse ist nicht gültig. Bitte geben Sie Ihre gültige E-Mail-Adresse ein.",
  "Your message": "Ihre Nachricht",
  "The message is not valid. Please enter your valid message, at least one character long.": "Die Nachricht ist ungültig. Bitte geben Sie Ihre gültige Nachricht ein, die mindestens ein Zeichen lang sein muss.",
  "Send": "Senden",
  "Say Hi!": "Sag Hallo!",
  "How do you like your coffee?": "Wie mögen Sie Ihren Kaffee?",
  "Let's meet up and make your ideas happen": "Lassen Sie uns treffen und Ihre Ideen verwirklichen",
  "Legal notice": "Datenschutzerklärung",
  "My skills": "Meine Skills",
  "Portfolio": "Portfolio",
  "This page is a sample of my work - please feel free to try out.": "Diese Seite ist ein Beispiel für meine Arbeit - fühlen Sie sich frei alles auszuprobieren.",
  "Developer": "Entwickler",
  "Send a message": "Senden Sie mir eine Nachricht"
}
